package com.tourismelves.model.bean;

import java.util.List;

/**
 * Created by fanhui on 2018/8/13.
 */

public class ScenicBean {

    /**
     * type : json
     * code : 200
     * dataList : [{"orgId":14,"code":"TJ-PS","name":"盘山","shortName":"盘山","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","hot":1,"areaId":3,"tel":"","mail":"","website":"","image":"M00/00/04/052iAlrQzHuAGvMgAAPH0HDdA0c334.jpg","description":"盘山在历史上被称为\u201c东方五台山\u201d，是自然山水与名胜古迹并著，佛教寺院和皇家园林并存的旅游胜地。历朝历代的多位皇帝都曾到过盘山。其中乾隆皇帝更是对盘山情有独钟，一生巡幸盘山32次，留下了1702首诗作，在第一次来到盘山时，就发出了\u201c早知有盘山，何必下江南\u201d的感叹。\n盘山属燕山山脉余脉，东西长20公里，南北宽10公里，雄伟多姿，景色幽古，久负盛名，曾入中国15大名山之列。它山势雄伟险峻，层峦秀丽清幽，遥望云海松涛，近观水石清秀奇，可以说步步有有迷人的景色，逢景便有典故传说。登临盘山，观松烟之浩渺，赏奇石之神工，听流水之激越，探文化之奥秘，一定会让您有一种超凡脱俗的满足感。\n盘山的景色以\u201c三盘之胜\u201d，\u201c五峰八石\u201d而称绝。三盘，即上盘松胜，盘曲翳天；中盘石胜，千奇百怪；下盘水胜，川流不息。主峰挂月峰，海拔864.4米，它前拥紫盖峰，后依自来峰，东连九华峰，西傍舞剑峰，五峰攒簇，山峦俊秀。阳春，山花烂漫，桃杏争妍；仲夏，层峦碧染，万壑堆青，那真是\u201c缕缕浮云横脚下，山在虚无缥缈间\u201d；深秋，层林尽染，姹紫嫣红；严冬，白雪皑皑，苍松添翠。江山多娇，当无愧色。\n关于盘山名字的由来，据说东汉末年，天下大乱，州牧郡守各霸一方。当时的曹操决意统一中原，成就霸业。官渡战打败了河北的袁绍，袁绍的两个儿子袁尚和袁熙兵败后投奔了北部的乌桓，成了曹操统一中原的后顾之忧。建安12年也就是公元207年，曹操亲率十万大军北伐乌桓。大军行至无终境内，正值盛夏，天降大雨，道路泥泞。乌桓军队又占领着要道，一时无法筹集十万大军的粮草。曹操正处在进退两难之时，在无终山隐居的田畴闻讯后，赶往曹操军中献计，他对曹操说：\u201c启禀丞相，今无终山下正值水胜，水深不能载舟船，水浅不能通车马，况且乌桓又有重兵把守，无终山又是一夫当关，万夫莫开之势，您天时、地利都不占，怎能取胜？\u201d曹操问：\u201c依先生之意，我该如何？\u201d田畴说：\u201c您若要攻打乌桓，我倒有一计。您可先大造声势，现在正是盛暑，道路不通，且等到秋冬时节，再来攻打。\u201d曹操依计而行，乌桓军队信以为真，放松了戒备。而后田畴亲自为向导，出无终山入卢龙塞就是现在的喜峰口，直捣柳城，攻其不备，结果在河北的白狼山一仗，大获全胜。得胜归来，论功行赏，田畴自然功不可没，被封为五百户侯。但田畴却坚决不肯接受，仍率宗族隐居在这无终山。后人为了纪念田畴的功绩，将这里称为田盘山，后来简称为盘山。\n好了，现在就让我们一起走进这座名山，去体会一下它那吸引乾隆以及历代帝王不断前来的秀美风光吧。\n我是精灵说景区讲解小秘书，我们一会见。\n","descriptionVoice":"","remark":"","longitude":117.275086,"latitude":40.07936,"status":true,"insertTime":"2018-04-12 22:04:59","updateTime":"2018-05-13 23:52:24","insertIp":"117.15.193.201","updateIp":"49.90.56.46","orders":16,"creator":17,"editor":1,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":49,"articleList":[]},{"orgId":12,"code":"TJ-DYS","name":"独乐寺","shortName":"独乐寺","foreignName":"","type":200712,"nature":1300,"grade":200714,"address":"","ticketDescription":"","tourBeginTime":"08:00","tourEndTime":"17:30","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/04/052iAlrQnryAbmIRAAJMbEz-WrM115.jpg","description":"您现在来到的就是位于蓟州区内的独乐寺，独乐寺始建于隋，现存主体建筑是辽统和二年重建的，距今已有1000多年的历史了。是我国古代木结构建筑的代表作，是全国重点保护文物单位。\n关于独乐寺的得名，因为没有文字记载，所以流传下来很多种说法。有传说，在唐玄宗年间，安禄山起兵叛唐，在此誓师，因一心想做皇帝，\u201c思独乐而不与民同乐\u201d所以取名。另一种说法就是：因为观音塑像内部支架是用一颗大杜梨树切削而成的，取杜梨树谐音取名独乐。最后一种说法就是说：佛家清心寡欲，独以普度众生为乐，所以取名\u201c独乐寺\u201d。在查阅史籍后，发现在我国历史上的寺庙不计其数，但取名\u201c独乐\u201d的却仅此一处。\n独乐寺的主体建筑坐北朝南，主线上有山门、观音阁、韦驮亭、报恩院等，东路有清代乾隆行宫，西路是清代居民和一些附属建筑。独乐寺中有三大特点就是它的古建、泥塑和壁画，如果您想了解它的三大特点有什么独特之处，那就走进寺中去了解一下吧。我是精灵说景区讲解小秘书，我们一会见。\n","descriptionVoice":"","remark":"","longitude":117.403394,"latitude":40.045188,"status":true,"insertTime":"2018-04-12 20:05:07","updateTime":"2018-05-12 21:10:16","insertIp":"117.15.193.201","updateIp":"127.0.0.1","orders":2,"creator":17,"editor":1,"isAutoplay":1,"imageLayer":"M00/00/0B/052iAlr3jXCAfp7mAAHAYm8Jwus793.jpg","imageBounds":"117.402359,40.045077,117.404151,40.046358","imageZooms":"13,20","area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":7,"articleList":[]},{"orgId":13,"code":"TJ-HYGCC","name":"黄崖关长城","shortName":"黄崖关长城","foreignName":"","type":200704,"nature":1300,"grade":200714,"address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/04/052iAlrQshCAEEPoAAPkJQhqveU97.jpeg","description":"万里长城是中华民族的象征和骄傲，是中国两千年历史发展的见证，那磅礴的气势、神奇\n的风姿以及岁月的沧桑令人叹为观止。作为万里长城的重要组成部分，黄崖关坐落在天津市\n蓟州区最北部的崇山峻岭之巅，东有悬崖为屏，西以峭壁为依，水陆关隘，边城掩体，战台\n烟墩，古寨营盘一应俱全，以雄关险隘著称，为历代兵家必争之地。\n黄崖关长城始建于北齐天保六年,距今已有1400 多年的历史。明代蓟镇总兵戚继光，又在\n北齐长城的基础上对其重新设计、包砖大修，创建长城沿线上独一无二的八卦城，并建有实\n心楼、烽火台及\u201c牛头马面\u201d等建筑战台，将万里长城的精华荟萃于一地，具有小而全的特\n点，被长城专家称为\u201c中国万里长城之缩影\u201d。\n1985 年，天津市委、市政府积极响应邓小平同志\u201c爱我中华、修我长城\u201d的伟大号召，\n先后修复了黄崖关长城主体城墙3000 多米，楼台20 座等众多古建筑。修复后的黄崖关长城\n不仅墙体雄伟,楼台壮观,而且景观俏丽,峰峦险峻。\n目前，在全国长城景区的文物景观中黄崖关长城中有九项位居第一，分别为八卦关城、水\n关、长城博物馆、百将百家碑林、长城题材的名人篆刻碑林、毛泽东诗词墨迹碑林、载入吉\n尼斯世界之最的长寿园、竹刻名人名联堂和台北碑苑。景区推出的太平古寨观光游和王帽顶\n古长城探险游也深受中外游客的喜爱。其中晚照黄崖、二龙戏水、云海烟波三大奇观享誉全\n国。万里长城百道关口，风格迥异各有千秋，黄崖关长城以玄妙的八卦城独树一帜，以浓郁\n的人文气息冠绝一方，以得天独厚的自然风貌饮誉京东，是您旅游和避暑度假的绝好去处！\n都说不到\u201c不到长城非好汉\u201d，就让我们一起攀登这座承载了太多历史意义的黄崖关长城吧！\n我是：精灵说景区讲解小秘书，我们一会儿见！","descriptionVoice":"","remark":"","longitude":117.4457661095,"latitude":40.243696816,"status":true,"insertTime":"2018-04-12 20:22:12","updateTime":"2018-05-21 10:39:35","insertIp":"117.15.193.204","updateIp":"49.80.145.98","orders":3,"creator":17,"editor":1,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":29,"articleList":[]},{"orgId":15,"code":"TJ-SJDY","name":"石家大院","shortName":"石家大院","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/05/052iAlrQ2bmAaf5PAAQjQs7tHR0916.jpg","description":"欢迎您来到石家大院参观游览！石家大院坐落在千年古镇杨柳青。是一处有\"华北第一\n宅\"之称的晚清民居建筑群，始建于距今约100 多年的清光绪初年。它是清代津门八大家之\n一石元士的旧宅。石家祖籍山东省东阿县，明代时起以漕运粮食为业，赢利渐丰。在杨柳青\n落户以后便广置田产，盈利渐丰，成为大地主。石家的发家呢，也很传奇，据说清嘉庆四年，\n乾隆的宠臣和坤获罪赐死的时候，有一小丫鬟携带着大量珠宝逃到了北京的通县，正好被石\n万程停泊在通州的粮船收留，由此石家财富骤增，石万程为最早来杨柳青定居的石氏创业人。\n石元仕为石万程的第四代世孙。到了清道光三年，也就是石家最鼎盛的时期，石家的四个儿\n子，共分四大门户，各立堂门，长门福善堂、二门正廉堂、三门天锡堂、四门尊美堂。其中\n以四门尊美堂治家有道，财丁兴旺，不断扩建为津西第一家，世人俗称\u201c石家大院\u201d。\n石家大院总占地面积8300 多平方米，其中建筑面积3000 多平方米。共有18 个院落。\n是典型的四合连套、院中有院、轴线明确、气派宏大，砖雕、木雕、石雕堪称石家大院三绝，\n而院中的戏楼是我国保存最为完好、规模最大的封闭式民宅戏楼。石家大院整个建筑用材考\n究，做工精细，其砖瓦大部分来自苏州、临清，木料分为楠、樟、楸、柏等硬木，均来自云\n南、貴州。其建筑工程均为青石高台、磨砖对缝，院内的排水、取暖等设施完善，在当年民\n宅建筑中首屈一指。其房屋结构均为抬梁式框架建筑，以砖实墙格扇来围护分隔空间。各院\n落纵向、横向分布，以围墙封闭，并画栋雕梁、花棂格扇油漆彩绘。院内大部分的门楼设计\n巧妙，别具匠心，就连非常隐蔽的小门，都起了雅致有趣的名字。整个建筑上的砖木石雕装\n饰不但精美细致，而且寓意极其丰富、巧妙。\n我是：精灵说景区讲解小秘书，我们一会儿见！","descriptionVoice":"","remark":"","longitude":117.01102383,"latitude":39.13456086,"status":true,"insertTime":"2018-04-13 00:05:26","updateTime":"2018-05-30 16:06:39","insertIp":"117.15.193.201","updateIp":"61.181.7.220","orders":9,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":27,"articleList":[]},{"orgId":16,"code":"TJ-TTH","name":"天塔湖","shortName":"天塔湖","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/06/052iAlral66AeSCfAAQa7pamlmI038.jpg","description":"您好，我是精灵说景区讲解小秘书，下面我们来一起了解一下津门十景之一的天津广播电视塔，天津广播电视塔简称为\u201c天塔\u201d，它西靠风景迤逦的水上公园，北临雄伟壮观的八里台立交桥，南接繁华热闹的体院北居民商业区，向东连接着建筑别致的喜来登大酒店、水晶宫饭店、国际贸易展览中心等建筑。天塔总高度为415.2米，是世界第七，亚洲第三高塔。在天塔的顶端有一根高137.2米的桅杆，起到了发射电台、电视台节目的作用。天塔在1991年建成，耸立在碧波与云霄之间，是世界唯一的一座\u201c水中塔\u201d，享有\u201c天塔旋云\u201d之美称。\n在1991年10月1日天塔落成开播的时候，随着一座美若仙子的广播电视塔跃出水面，津城的广播电视无线覆盖进入了历史新纪元。当时的天塔可以同时播出7套彩色电视节目和9套调频立体声广播节目，它丰富了天津人民的文化生活，还对促进天津市国民经济和各项社会事业发展，有着重大而深远的意义。天塔的建成提高了广播和电视收听收看质量，扩大了天津广播电视的覆盖面，为津沽大地增添了无限光彩。\n您看天塔矗立在天塔湖中心，地势开阔，环境优美。亭阁式的塔座，抛物线状的圆体塔身，飞碟型的塔楼，圆方形的桅杆，巍峨壮观。整个塔区是由天塔湖和湖畔的绿化带、小广场、引桥与环廊组成，总占地约22万平方米。湖的四周是由树、草、花组成的5米宽的绿化带。在塔区进门处是小广场，市政府在这翠花嫩叶之中竖立了一块约32吨重的碑石。正面刻着李瑞环同志亲笔题写的\u201c天塔\u201d二字，苍劲雄浑。穿过花丛草坪，沿着18米宽的引桥，来到\u201c天塔\u201d脚下的环廊，环廊围绕\u201c天塔\u201d一圈，外面邻水，里面依塔。\n在天塔的248～278米处，设有直径46.2米的瞭望厅和旋转餐厅，每45～60分钟旋转一周，您站在那里举目四望，百里津城秀美风光尽收眼底。塔区内繁花姹紫嫣红，草木浓绿扶疏，环廊三级叠水，流光漫舞，是居民喜爱的游乐场所，也是国内外宾客来津旅游观光的风景区。\n二层是瞭望厅。这里是整体观察俯视城市的最佳之处。大厅是以特制钢化玻璃为幕墙，晶莹透彻，东西南北安放了高倍望远镜，透过它，既可近览津沽秀景，又可远眺蓟北大地，渤海之滨。当雾满津门之时，只见塔下雾气翻滚，天上则艳阳高照，阳光明媚，大有飘飘欲仙之感。\n三层是旋转餐厅，厅内设有192个座席，有现代化配餐室、玻璃方砖布置的酒吧台。这里的灯具、地毯、桌椅无不富丽堂皇。当进餐之时，餐厅徐徐转动，津门美景尽收眼底，美妙无穷。\n如今，为了让人们情系天塔、乐在天塔，天塔内开设了多种适合不同年龄段游人的文化娱乐场所。有\u201c太空仓\u201d之称的天塔旋转咖啡厅，由于全部采用金属材料装修，窗外就是蓝天白云，再加上缓缓转动的感觉，人们坐在这里就仿佛遨游在太空。通往270米露天平台的\u201c时光隧道\u201d，给人最强烈的感觉是离开了地球引力，进入了另一个时空。距地面270米的露天平台上设立的全透明悬空挑台，是天塔既诱人又惊人的地方，诱人之处在于站在玻璃挑台上犹如站在蓝天白云中，腾云驾雾的感觉可以尽情得到体验；它的惊人之处在于从未有过的超高刺激，往往让人不由自主地热血沸腾心跳加速；在天塔底部的商务厅、餐饮厅、文化展厅以及休闲环廊，处处别具一格，与众不同。特别是休闲环廊内侧玻璃墙壁，恰到好处的向内倾斜角度，既可以将天塔湖一泓碧水映进来，又可以将环廊内的绿色植物透出去，这一映一透使环廊尽显自然之美、和谐之美、生活之美。","descriptionVoice":"","remark":"","longitude":117.1816563606,"latitude":39.093011112,"status":true,"insertTime":"2018-04-20 09:31:49","updateTime":"2018-06-04 17:47:04","insertIp":"61.181.52.243","updateIp":"117.11.214.111","orders":8,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":0,"articleList":[]},{"orgId":18,"code":"TJ-DJXST","name":"东疆港沙滩","shortName":"东疆港沙滩","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/06/052iAlraoKSADB6jAANt5xOSkpc089.jpg","description":"如果说您在假期不想走的太远，又渴望在炎炎夏日享受\u201c碧海金沙\u201d带来的乐趣，那么坐落在天津市塘沽区东疆港保税区的东疆湾人造黄金海岸可未尝不是一个好去处呦~\n如果您好奇它究竟好在哪里，那就给小精灵一点时间向您娓娓道来吧。\n天津作为华北地区的沿海城市，地理位置比邻首都北京，东面渤海湾，其区位优势及其明显，具备北疆、南疆、东疆、海河四大港区之一的东疆港区是人工吹填造陆形成的半岛式新港区，规划面积30平方公里，其中10平方公里的东疆保税港区为中国规模最大、开放度最高的保税港区。2015年3月24日经中央政治局审议通过，天津成为北方唯一一个自由贸易试验区。2015年4月21日，中国（天津）自由贸易区正式挂牌，东疆港区成为天津自由贸易区三个片区之一。\n漫步天津滨海新区\u201c和谐新城\u201d，人们会为这里宽阔的道路和现代化的高楼大厦所吸引，但不会想到，2013前这里还是寸草不生的盐碱地。\n时间回溯到2012年，《滨海新区盐田利用规划》经天津市政府批准正式实施。依据规划，滨海新区将在40平方公里的盐碱地上建设\u201c和谐新城\u201d，为临港经济区、中心商务区提供功能完善、环境优美的生活配套服务。\n为营造良好的生态环境，\u201c和谐新城\u201d将盐碱地综合开发利用放在极其重要的位置，通过开挖湖面、联通水系、改良土壤，打造环境景观。其中，\u201c和谐新城\u201d中心是4.5平方公里的中心湖，可实现涵养生态、平衡土方的目的。同时，通过水系联通，使中心湖与海河、官港公园等河道水体相连，沿河道建设生态绿廊、多功能绿带、社区公园、林荫道等多类型生态空间，形成多级雨水收集系统，为中心湖区提供水源，持续改善新城土壤生态。\n据了解，初具规模的\u201c和谐新城\u201d可容纳30万人就业，建有6个生活型服务中心和4个生产型服务中心。其中，生产型服务中心将成为微型社区创业园，方便居民就近工作和创业。围绕中心湖，规划建设生活居住区，建设一批文教体育、医疗卫生养老等公共设施，以及大型超市、商场等商业设施。新城还将建设20万套住宅，以及派出所、中学、商业文化医疗设施、社区绿地、体育公园等。居民饮用水主要通过海水淡化，同时借助南水北调工程为商厦和居民提供优质用水。\n天津港国际邮轮母港位于东疆港区南端，是目前亚洲规模最大的邮轮母港，也是我国北方第一个邮轮母港。从2015年起运营母港航线的\u201c海洋量子\u201d号到2016年在天津首航的\u201c海洋礼赞\u201d号都是目前亚洲运营最大、最新的国际豪华邮轮。\n邮轮母港的客运大厦由\u201c水立方\u201d设计团队原班人马打造，采用了中国悠久传统文化之一的\u201c丝绸\u201d作为外形设计主要元素，将艺术与建筑、时尚与传统、历史与现实完美的结合于一身，极具浪漫感和视觉冲击力。在这里，您可以尽情欣赏被誉为\u201c海上丝绸之路\u201d的亚洲最大水运码头客运大厦的壮丽景象。紧邻东疆港的邮轮母港也由此真正成为中国北方商业城市\u2014\u2014天津的又一时尚地标。\n当您了解到这片区域独具一格的经济区位优势的同时，\u2014\u2014\n坐落在东疆港南端的人工黄金沙滩也正向您一点点靠近。作为我国面积最大、首屈一指的人造海滩，沙滩的\u201c金沙\u201d平均厚度达1.2米，从岸边呈缓坡状一直延伸至海边，总用量近20万吨。\n据说在筹建人工沙滩的初期，还有一段\u201c白沙换金沙，银滩变金岸\u201d的小波折。原来，设计人员最初曾经尝试用青岛的白色沙子建成银色沙滩，但是白色颗粒细小，易被风吹起后形成扬沙，同时退潮时也更容易被海水带入海中。而福建的黄金海滩沙粒大，比较圆润，比较之后变便最终形成了今天呈现在您眼前的天津人工黄金海岸。\n这金灿灿的沙粒都是从福建远道而来，一粒粒都是饱满而圆润，您可以一边遥望着碧海蓝天，一边坐在柔软的金色沙滩上吹着海风，或光着脚丫在鹅卵石带上散步，捡贝壳、吃烧烤、玩沙滩排球\u2026\u2026快艇、摩托艇、橡皮艇、水上飞行器、帆板、滑水总有一样会使您激情澎湃！沙滩排球、沙滩足球、沙滩拔河总有一场会使您畅汗淋漓！当您游玩进行之后，也不必担心清洁的问题，景区可同时满足70到80人的淡水淋浴，以及分散在各个位置的一共12个简单冲浴点，随时方便您进行简单淋浴。\n另外，由于这里的位置在渤海湾的位置最靠近外海，同时还设有总长度3000米的防波堤，更加保证了海湾景区的水质清澈。近在您身边的东方海上威尼斯，您还在犹豫什么呢？带上行囊，一起出发吧！\n","descriptionVoice":"","remark":"","longitude":117.832712,"latitude":39.005495,"status":true,"insertTime":"2018-04-20 10:15:05","updateTime":"2018-05-21 09:46:03","insertIp":"61.181.52.243","updateIp":"60.27.82.108","orders":5,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":0,"articleList":[]},{"orgId":19,"code":"TJ-TJZY","name":"天津之眼","shortName":"天津之眼","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/06/052iAlraocqANpV-AAQwBWCzyVk068.jpg","description":"我是精灵说景区讲解小秘书，下面由我为您介绍一下著名的天津之眼。它指的，就是位于天津的母亲河\u201c海河\u201d上的永乐桥摩天轮，是世界上唯一一座建在桥上的摩天轮。它的直径为110米，到达最高点时，距离地面的高度可达到120米左右，相当于35层楼的高度，如果天气条件允许的话，方圆40公里以内的景色都可以一览无余，是名副其实的\u201c天津之眼\u201d。实际上，单从高度角度来看，天津之眼超越了英国泰晤士河畔大名鼎鼎的伦敦之眼而跃居世界第一。而这稳坐于永乐桥之上的天津之眼作为世界上唯一一座建在桥上的摩天轮，它的巧夺天工和奇思妙想也的确是当之无愧的\u201c世界第一\u201d。\n关于摩天轮有这样一个传说，说摩天轮上的每个盒子里都装满了幸福，所以当人们仰望摩天轮时，就是在仰望幸福。确实，这天津之眼从\u201c睁开\u201d的那一天起，就开始让幸福飘溢，就开始守望我们这座希望之城并见证它的不断变迁。\n摩天轮外装挂48个360度透明座舱，每个座舱可乘坐8个人。舱内舒适宽敞，有空调和风扇调节温度，可同时供384人观光。摩天轮转动一圈的时间会受到乘客人数、天气变化的影响，保持在20至40分钟之间。随着座仓高度的不断变换，您的视野也将不断的扩大。\n摩天轮的下方是三岔河口，即北运河，南运河，及海河三条河流的交汇处，历史上天津有这样的说法：\u201c先有三岔口，后有天津城\u201d。所以这里也是天津的发祥地，具有丰富的历史意义。而从高处看，海河则像一条玉带飘飘悠悠伸向远方。这海河是天津人的母亲河，它的上游包括五大支流即潮白河、永定河、大清河、子牙河以及南运河。海河全长76公里蜿蜒汇入渤海，为了方便出行，在这76公里当中建了非常多造型各异的桥，可为什么这天津只眼要建在永乐桥上呢？这永乐桥其实是为纪念明成祖朱棣而建的，朱棣与天津有着不解之缘。\n这朱棣是明太祖朱元璋的第四个儿子，朱元璋在位时把儿孙分封到各地做藩王，朱棣就被封到了现在的北京，当时叫做\u201c大燕\u201d被称为燕王，藩王们势力日益膨胀。因太子朱标早逝，1398年也就是洪武三十一年，皇太孙朱允炆继位，是为建文帝。 建文帝与亲信大臣齐泰、黄子澄等采取一系列削藩措施。与此同时，也在北平周围及城内部署兵力，又以防边为名，把燕王朱棣的护卫精兵调出塞外戍守，准备削除燕王。而朱棣早就不服自己的侄子当皇帝了，这下正好给了他起兵的理由。他于1399年的建文元年起兵，因为北京三面环山，只有一面与天津毗邻，而天津三面环水，一面与北京相接，所以他从三岔河口这里坐船挥师南下，这就是历史上的\"靖难之役\"。 建文帝起用老将耿炳文统兵北伐，又派李景隆继续讨伐，而且这建文帝也缺乏谋略，致使主力不断被歼灭。 朱棣适时出击，灵活运用策略，经几次大战消灭南军主力，最后乘胜进军，于1402年的建文四年攻下帝都应天也就是现在的江苏南京 。\n战争历时四年。 战乱中建文帝下落不明，有的说他在宫中自焚死了，有的说他从地道逃走了，隐藏于云、贵一带为僧。 同年，朱棣即位，是为明成祖。随后朱棣迁都回他的藩地，改燕为北京。再次回到三岔河口这里发现当时还叫小直沽的这个地方，河里舟船相连，岸上车碾相接，商铺林立十分繁华，就问侍从这是什么地方，随行的人答：是小直沽。朱棣想了想说：此处有大城市的气势，况且又有我大军从这里路过，何以为小？不妥吧？随行官员赶紧附和：请皇上赐名。朱棣命大家试取几个，官员们起的都是些歌功颂德的名字，无非是：恩德福寿之类的。朱棣听了不是很满意，所以不置可否，只抬头看天，官员看皇上看天，料定他意在\u201c天\u201d字，于是有的官员说：不妨叫天平，因为这里是皇上替天行道，除奸平乱时经过之地。朱棣还是不说话。这是有一位大臣十分的聪明，上前说：以臣之见，不妨叫天津，朱棣听了点点头，命他继续说夏秋，大臣说：吾皇乃当今天子，得民心，顺天意，因此叫\u201c天\u201d。吾皇树万世不移之基，亲率文武百官，千军万马从这里渡河夺取天下，因此叫\u201c津\u201d。朱棣听了高兴的说：正和朕意。随即下令当地改名为天津，也就是天子渡口的意思。那一年是永乐2年，也就是1404年。后来为了纪念朱棣给天津赐名，特别建了这座永乐桥。它是世界上唯一一座具有观光和通行\u201c双功能\u201d的桥，共分为两层，上层为机动车专用道路，下层为人行道桥，同时也是摩天轮的入口。在这不远处有一道耳闸，乘坐摩天轮您还可以看到耳闸的附近，有一座汉白玉的仿明代渡船模型---天石舫，也是为了纪念朱棣在这里渡船而建。\n在您座仓的右手边，是天津大悲院文化商贸区，大悲院是天津最主要的佛教寺庙，大力发展佛教旅游文化经济，所以我们称这里是佛教旅游文化经济带。从空中俯看大悲院建筑，它是左右对称的建筑结构，整个建筑都体现着一种庄严肃穆的感觉。不远处还有大型古典建筑群，也是天津市区的5A级旅游景区\u2014古文化街。那里体现的是古典味儿，文化味儿和天津味儿。还有天津的标志建筑\u2014天塔，津塔等等。当然如果了解天津的话，您还可以看到更多熟悉的地方\u2026\u2026.还等什么，现在就等上这幸福的摩天轮，去感受天津的魅力吧！！\n","descriptionVoice":"","remark":"","longitude":117.18631,"latitude":39.154161,"status":true,"insertTime":"2018-04-20 10:26:57","updateTime":"2018-05-20 20:23:57","insertIp":"61.181.52.243","updateIp":"60.27.82.108","orders":14,"creator":17,"editor":1,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":0,"articleList":[]},{"orgId":22,"code":"TJ-YSFQQ","name":"意式风情区","shortName":"意式风情区","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/07/052iAlra-s-AVIKlAATTMD7T2QE187.jpg","description":"天津的意式风情区原来是意大利租借地，这里原来是大片的露天储盐场地，天津人叫盐坨，古代有诗描绘，\u201c盐坨堆积崇如山\u201d，是非常壮观的场面。现在这是亚洲仅存的一片原汁原味的地中海建筑群，也是意大利境外保存最完整的历史街区。天津与罗马之间的距离有11000多公里。您如果想去意大利旅游，恐怕是不能做到说走就走的，那么不妨先来这里遛遛吧，因为这意风街上，有的小洋楼连意大利本土现在都很难见到了。\n现在的意式风情街，道路基本上能分成\u201c三纵七横\u201d。这\u201c三纵\u201d指的是中间的民族路，左边的北安道，现在改名叫胜利路了和右边不远处的民生路。而\u201c七横\u201d指的是，从博爱道往北数的自由道、光复道、进步道、民主道、光明道以及建国道。来到这里，您随处可见这些风格各异的欧式风貌建筑，往里走还有很多更有意思的。用天津话说，那叫\u201c倍儿好\u201d。\n意式建筑注重环境的整体美，例如在广场建纪念石柱，铜人，喷水池和园林小品。楼房都是庭院式、别墅式，并且注重美化、绿化，房顶多为意式角亭，角亭有圆亭和方亭之分，石柱也有圆柱和方柱之别。并分别由圆拱、平拱、尖拱、连拱、垂柱点缀。这些角亭高低错落，构成优美的建筑空间，为这里勾画出一道\u201c世界建筑博览会\u201d的亮丽风景线。\n不过要说到这意式风情街的来历，就不得不提到100多年前的那段屈辱的历史了。1860年第二次鸦片战争以后，天津被迫开放为通商口岸，帝国主义和西方列强先后在天津强行开辟了九国租界，有英国、法国、美国、德国、日本、俄国、意大利、比利时和奥地利。也许您要问了，都说是八国联军，为什么出了九个国家的租借地呢？其实呀，当时来中国的确实是八个国家的军队，比利时并没有来，虽然它没有来，但是作为盟军，它也分隔了一块租借地，所以称九国租借地，数量在全国是最多的。\n这意租界是在1902年划定的。意大利从海军陆战队里选拔了一名中尉费洛梯来天津，任命他为意大利驻天津的领事和租界的行政委员，负责租界的全面开发。费洛梯组织对租界区域进行了整体规划，建筑了道路体系，铺设了天津第一条柏油马路，制定了一套加快城市建设的策略。同时，为了强调租界人文景观的个性、艺术性和实用性的完美结合，他规定楼房的图纸不准重复使用，从而使租界里的建筑群即和谐统一，又形态各异。到了20世纪30年代意租界就已经初具规模了，建有民用住宅、领事馆、兵营、学校、医院、教堂、花园、球场、菜市场和消防队等建筑。\n抗战胜利后，中国政府将意租界收回。租界内当年的主要设施至今基本保存完好。很多建筑已经修复，正在开发、利用之中。不过虽然修复翻新了外观，但并没有改变这些建筑的主体结构。\n许多大家耳熟能详的影视剧如《建国大业》《白银帝国》《梅兰芳》《金粉世家》等等都是在这意风区拍摄的，而且还会有更多的影视剧也将在这里取景拍摄，不仅因为这里很美，更因为这里是有历史的地方。\n现在我们就一起走进这意式风情街，感受一下一万多公里以外的，浓郁的意大利风情吧。我是精灵说景区讲解小秘书，我们一会见。\n","descriptionVoice":"","remark":"","longitude":117.196397,"latitude":39.134652,"price":10,"status":true,"insertTime":"2018-04-20 15:15:49","updateTime":"2018-07-29 18:16:25","insertIp":"61.181.52.243","updateIp":"61.181.8.178","orders":13,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":32,"articleList":[]},{"orgId":26,"code":"TJ-WHGJ","name":"古文化街","shortName":"古文化街","foreignName":"","createDate":"2018-07-17 12:00:00","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/08/052iAlrrB_qANWNIAARDjBaUnIk461.jpg","description":"今天我们要一起游览的是天津卫的发祥地\u2014古文化街，这里早在1404年天津建卫之前就已经形成了，是天津市最早的文化、宗教、商贸集聚地。这里还是天津民俗文化河海和文化的汇集地。古文化街东靠海河，西临东马路，北起宫北大街，南至水阁大街。全程687米、宽5米。这里是古代祭祀海神和船工聚会娱乐的场所。这里蕴含着天津丰厚的文化积淀，被评为\u201c津门十景\u201d之一，享有\u201c故里寻踪\u201d的美称。\n在古文化街里有许多的店铺门面檐下、坊间有一副副极具江南造园艺术风格的苏画。构图生动，形态逼真，使古文化街绚丽无比。整修后的古文化街在外檐风格上仍然保留着我国传统的建筑特色，其中最为抢眼的就要算那些色彩夺目、画工精细的彩绘了。这些都是请了知名的工匠纯手工绘制的。整条街一共有这样的彩绘800多幅，其中有故事情节的300多幅。整条街的西侧是以中国古代的四大名著为内容的彩绘，东侧的内容是从汉代到清代的传奇故事。在门面建筑装饰中，除彩绘故事画外，独树一帜的是砖和木雕装饰。它的内容广泛，多数带有浓郁的民俗气息贺吉祥喜庆寓意。\n古文化街的建筑总面积有2.2万平方米。古建筑高低错落，蜿蜒曲折，一阁一檐皆有讲究。所有名堂，一律青墙红柱、磨砖对缝，配上配上不同形式的隔扇门窗、栏杆、屋顶翼角，显得隽秀、古朴、典雅，加之匾额、楹联、宫灯、旗幡、精美的木雕及1500多幅艳丽的油漆绘画，更增添了这条街的古典文化气息。\n店铺一楼与二楼的招牌有区别。一楼是石质匾额。这类匾额镶嵌在砖石建筑物的墙体和墩台上，多数在房屋门楣上见到，俗称门匾或者门楣匾。在古时候，匾额非有成格定制，有些人将横着的叫做匾，竖着的叫做额，但是大多数的匾额以长方形为主，基本形式有横匾和竖匾。二楼均为叫幌子的旗子形式。幌子原指布幔，后来引申为酒旗的别称。幌子是旧时商店外挂的招牌，或者表明所经营的商品类别或不同的服务项目。\n听了这么多，相信您对这里也有了一定的了解，赶紧走进去看看吧。我是精灵说景区讲解小秘书，我们一会见。\n","descriptionVoice":"","remark":"","longitude":117.191134,"latitude":39.139851,"price":10,"status":true,"insertTime":"2018-05-02 19:48:35","updateTime":"2018-07-29 18:15:55","insertIp":"120.193.204.56","updateIp":"61.181.8.178","orders":17,"creator":17,"editor":17,"isAutoplay":1,"imageLayer":"M00/00/0B/052iAlr39FGAEGOOAAx09EgXpaA473.jpg","imageBounds":"117.1900784969,39.1460709570,117.1942734718,39.1414112493","imageZooms":"15,20","area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":19,"articleList":[]},{"orgId":27,"code":"TJ-LMT","name":"梨木台","shortName":"梨木台","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/08/052iAlrrKOeAOWZKAAOnce9cdqI204.jpg","description":"梨木台位于天津市蓟州区，是天津境内的最北端，被称为\"天津的北极\"，它地处京、津、唐、承四市交界的中心。自古就有\u201c飞瀑流泉登天缝，群峰竞秀林海茫；南有湖北神农架，北有天津梨木台\u201d之说，还被专家学者称为天津的神农架。现在，梨木台风景区正以它那迷人的自然风光和深奥的地质原貌，向世人讲述着大自然的无穷魅力。\n景区集奇山、秀水、怪石、幽林、雄关、古长城于一体，主要山峰80多座，其中500米以上的山峰65座，而主峰梨木台山海拔达到997米。景区内分布着中国乃至世界上最古老的变质岩和沉积岩，经过长期的地质演化，构造变化和风化剥蚀，大自然鬼斧神工般的把梨木台景区雕塑成类型多样，形态奇异，既有观赏价值又有科学价值的地质遗迹博物馆，形成了登天缝、五指山、万卷天书、峰林岩画岭等奇特的地质景观，距今大约26到35亿年的太古界岩石，和原始的森林仿佛一起把您带入了时空的隧道，去领略那远古时期的自然魅力。\n这里是天津唯一有活水景色资源的山水景观，是水的王国，潭、瀑、溪、流，星罗棋布的点缀于灵秀的深山密林之中，每一滴晶莹剔透的山泉水富含着对人体有益的各种微量元素，是天然的弱碱性山泉水。这里峰林峡谷雄险，森林景观秀幽，潭瀑溪水长流，藤萝攀援缠绕，被来此考察的专家学者称为\u201c北方的张家界\u201d。\n梨木台原名梨木安台，取平安之意。在广袤的深山峡谷中，高山耸立，唯有一块隐蔽的平台，周围生长了许多酸梨树。生活在附近的百姓务农归来常在平台上休息，捡拾因成熟而掉落的酸梨解渴裹腹。据清康熙年间《蓟州志》记载：\u201c康熙十八年，曾发生大地震，瘟疫盛行，死亡人畜无数，而久居梨木安台周边的百姓却无一染病\u201d。这一奇事被地方官员上报给了朝廷，于是康熙帝便下旨太医院彻查此事。太医们发现生活在这里的居民常年食用酸梨，而酸梨具有抗感染，抗病毒、抗感冒的作用，百姓们才得以逃过此劫。康熙帝听后大悦，便把酸梨御赐为\u201c安梨\u201d，取平安、安康之意。因为康熙皇帝把\u201c安\u201d字御赐给了酸梨，出于对古代君王的尊讳，于是\u201c梨木安台\u201d就更名为\u201c梨木台\u201d，并沿用至今。\n人人都说，梨木台一步一景，处处都有迷人的景色，现在我们就一起去窥探大自然的神奇魅力吧。\n我是精灵说景区讲解小秘书，我们一会见。\n","descriptionVoice":"","remark":"","longitude":117.53498671,"latitude":40.16745067,"status":true,"insertTime":"2018-05-02 22:27:15","updateTime":"2018-05-30 16:18:12","insertIp":"120.193.204.56","updateIp":"61.181.7.220","orders":1,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":38,"articleList":[]},{"orgId":30,"code":"TJ-NY","name":"宁园","shortName":"宁园","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/09/052iAlrr726AETAVAAPjzc4jXEE754.jpg","description":"天津宁园是一座历史悠久的园林景观。天津人都知道这宁园它还有一个名字，叫北宁公园。那是因为宁园是全国铁路系统第一个公园，因系北宁铁路局产业，亦名北宁公园了。\n宁园位于天津北站以北，公园前身系清末官立种植园。在距今约100多年的清光绪三十二年，直隶总督袁世凯为推行新政，委派周学熙以工艺总局名义在天津北站附近筹办种植园，清光绪三十三年正式开湖建园。出于在园内为慈禧太后建造行宫的想法，园内建筑在策划设计上颇具匠心：\u201c初建园时，挖湖堆山，开渠理水，设闸引水，使湖水与园外金钟河相通，成为当时津门一景。到了民国时期，军阀混战，种植园日渐荒废。民国十九年，北宁铁路局购得此园并规划拓建为公园，取用诸葛亮《诫子书》\u201c非宁静无以致远\u201d之意，将它命名为\u201c宁园\u201d，并立碑于亭廊之中。在园内原有基础上，又新建宏观楼、大雅堂、志千礼堂、图书馆、四面厅、钓鱼台以及水池亭桥、长廊曲径等古典建筑。特别是2000多米的长廊，堪与闻名世界的圆明园长廊媲美。园内湖渠聚合相宜，以30余座拱桥、小桥贯连，沿岸遍植垂柳，楼亭错落，回廊蜿蜒，表现出若隐若现的园林情趣和自然优美的独特景观。很多建筑直到今天仍然得到很好地保留。\n1937年日本侵华，北宁公园东南部成为日本兵营，园内湖心建筑被改建为日军疗养所，仅留西门至四面厅一条甬道为游览路线。抗战胜利后虽全部开放，却未加修建，残破不堪。解放后，宁园历经数次整修，原有古典园林建筑加以保护修复，并新建舒云台、畅观楼、叠翠宫、电影院、花展馆、致远塔及温泉宾馆等，构成荷芳揽胜、九曲胜境、紫阁长春、月季满园、鱼跃鸢飞、莲壶叠翠、曲水瀛洲、静波观鱼、俏不争春、宁静致远十景，邀请名家高手撰写楹联匾额数十幅，诗情画意，优美和谐。因公园隶属天津铁路分局，宁园曾一度改称\u201c铁路工人文化宫\u201d、\u201c二七公园\u201d。北宁公园历经清末、民国和解放后多次建设，各个时期的景观建筑和历史遗存异常丰富，是我市现存规模最大的、原貌最完整的近代公共园林。\n    2010年，宁园实施了提升改造工程，突出\u201c水系、亭廊、楼阁\u201d三大景观特色，遵循古法，恢复旧观。您可以在宁园一睹百年老建筑的风姿，也可以漫步走过2000多米的长廊，聆听叠翠山潺潺的流水声，肯定会让您不虚此行！还在等什么。我们出发吧！ \n","descriptionVoice":"","remark":"","longitude":117.216171,"latitude":39.166278,"status":true,"insertTime":"2018-05-03 13:15:52","updateTime":"2018-05-20 20:17:44","insertIp":"120.193.204.56","updateIp":"60.27.82.108","orders":7,"creator":17,"editor":1,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":19,"articleList":[]},{"orgId":32,"code":"TJ-DGKPT","name":"大沽口炮台","shortName":"大沽口炮台","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/0A/052iAlrsAPyAavZcAAOIEqi3TDM572.jpg","description":"您现在来到的就是大沽口炮台遗址景区，位于天津市滨海新区塘沽东南海河入海口两岸，是国家AAAA级旅游景区和全国爱国主义教育示范基地。大沽口炮台建于清代嘉庆二十二年，距今已经有200多年了，是第二次鸦片战争及八国联军入侵中国的重要战场。\u201c庚子事变\u201d后，根据丧权辱国的《辛丑条约》被迫拆毁。作为中华民族抗击外来侵略的历史见证，1988年国务院将大沽口炮台遗址公布为全国重点文物保护单位。\n大沽口炮台是\"外接深洋，内系海口\"的\"海门古塞\"。大沽口是京津门户，海河要隘。是入京咽喉，津门之屏障。自古就是海防重镇，素有\"南有虎门，北有大沽\"之说。在中国近代史中，大沽口炮台更是成为我国重要的海防屏障。明朝嘉靖年间，为了抵御倭寇，加强大沽口海防战备，开始构筑堡垒，正式驻军设防。清嘉庆二十一年，清政府在大沽口南北两岸各建一座圆型炮台。炮台内用木料，外用青砖砌成，白灰灌浆非常坚固。高度约5米，宽3米，进深2米。这是大沽口最早的炮台。第一次鸦片战争后对炮台进行增修加固。到了道光二十一年已建成大炮台五座 、土炮台12座 、土垒13座 ，组成了大沽炮台群，形成较为完整的军事防御体系 。1858年(清咸丰八年)，僧格林沁作为钦差大臣镇守大沽口，对炮台进行全面整修 ，共建炮台6座，其中3座在南岸，2座在北岸，分别以\"威\"、\"震\"、\"海\"、\"门\"、\"高\"五字命名，寓意炮台威风凛凛镇守在大海门户的高处。\n现在这里主要遗存内容是南岸的\"威\"字炮台、\"镇\"字炮台、\"海\"字炮台、长炮台4座炮台，南岸营盘东侧、南侧围墙局部，分布于大沽海口两岸。其地理位置具有鲜明的海口要塞特征。大沽口炮台具有较高的文物价值和社会价值，它是我国明清北方海防重要的军事防御设施之一，在中国近代史上占有举足轻重的地位。\n您看博物馆在外墙处理上采用预锈板幕墙技术，在省去700余平方米墙面的油漆费用的同时，使博物馆形成一种锈影斑驳的历史纵深感，且更加低碳环保。整个博物馆就像一颗炮弹爆炸后的样子，外形呈不规则的放射形，具有打破简单几何秩序性的强悍冲击力，采用了东西方文化的碰撞，民族精神的迸发。当您触摸博物馆那锈迹斑斑质感粗糙的墙壁，立刻就可以感受到历史的那份古朴厚重。\n在博物馆外部就是屹立百年的\"威\"字炮台。历史上大沽口炮台共建大炮台6座。除了一门石头缝炮台外，其它5座分别以\"威、镇、海、门、高\"五字命名。后来根据《辛丑条约》规定，1901年大沽口炮台被迫拆除。最后仅存\"威、镇、海\"及\"石头缝\"4处炮台遗址。博物馆后面存留的炮台是1997年由政府拨款修复的\"威\"字炮台，修旧如旧是为了保持大沽口炮台的沧桑厚重。它的几经兴废，向后人传达了\"勿忘国耻\"，牢记\"落后挨打，科技兴国\"的信条。\n博物馆建筑面积3900平方米，是由序厅、京畿海门、沽口御侮、国门沦陷、3d影院等部分组成，展览采用博物馆与纪念馆相结合的陈列艺术形式、传统与现代手段相结合的陈列方法，通过声、光、电等现代手段，客观而生动地展现大沽口炮台历经外敌入侵、几经兴废的悲壮历史和中国人民不畏列强、顽强抗争的史迹。\n","descriptionVoice":"","remark":"","longitude":117.70952,"latitude":38.97713,"status":true,"insertTime":"2018-05-03 14:40:36","updateTime":"2018-07-11 10:53:35","insertIp":"120.193.204.67","updateIp":"117.11.36.49","orders":4,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":9,"articleList":[]},{"orgId":34,"code":"TJ-WDD","name":"五大道","shortName":"五大道","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/12/052iAlsD-XGAb5UuAAGm0SJyvjw531.jpg","description":"五大道位于天津市中心和平区，是指成都道以南、马场道以北、西康路以东、马场道与南京路以西的一片长方型区域，共有22条道路，总长度17公里，总面积1.28平方公里。这里是由海河淤泥垫底而成的，天津城建部门为了便于统一管理，将这片区域依照东西向从南至北分布的马场道、睦南道、大理道、常德道、重庆道、成都道等统称为\u201c五大道\u201d地区。\n都说中国2000年的历史看西安、600年的历史看北京，而100年的近代史看天津。因为天津承载了中国一段屈辱的历史。据记载，1860年清政府被迫签订了《北京条约》后，天津被迫开放为通商口岸，英国、美国、法国、德国、日本、俄国、意大利、比利时和奥匈帝国先后在天津划定了租界。到了1902年，就形成了九国租界。五大道地区是当时的英国租界，因为英国多雨，所以英式建筑最明显的特点就是清水坡顶，为的是防止屋顶积水。而在五大道建造房屋的建筑师来自不同国家，英租界工部局还明确规定，这里的每一栋建筑图纸只能使用一次。所以各种外来的建筑式样，好比自助餐那样放在一起，喜欢什么就拿什么：觉得科林斯式的柱子好看，就在房屋上加几根；喜欢哥特式的拱顶，就在自己家的门厅里造一个。这样的做法反而给了建筑师们更自由的发挥空间，也展示出了更多的个性色彩。比起解放路上那些正经八百的西式建筑，五大道的洋楼要随意多了，这也正是五大道的折中主义建筑特色。如果您留心去看的话，偶尔还会发现一些西式院墙上的通气孔竟然被刻成一枚老钱的图案。实际上，五大道上的小洋楼很多都被中国化了，可称为中国式的折中主义建筑风格。这里至今保存有20世纪初设计建造的欧洲不同建筑风格的小洋楼近2000幢。如今的\u201c五大道\u201d已经成了天津小洋楼的代名词，并享有\u201c万国建筑博览会\u201d的美誉。\n提到小洋楼，上海、青岛、厦门、武汉都有很多。但是比较起来，天津却是现存最多、保存最好、而且也是最集中、最出名的。其中重要的一个原因就是这里曾经居住过许多不寻常的人物。当时五大道被称为国中之国，是因为社会与朝政更迭变换，租界成了政治的避风港，而且天津的地理、交通与海关之利，也都充满了商机。据统计，仅五大道地区，在20世纪二三十年代的时候，就曾经居住过曹锟、徐世昌两任总统，以及张绍曾、顾维钧、潘复等七任国务总理或代理总理，此外还有数十位督军、省市长等，甚至美国第31任总统胡佛也在这儿置有房产。其中39处名人旧居被列为国家级文物保护单位，共同组成\u201c五大道近代建筑群\u201d。目前五大道景区内包括不可移动文物在内的各级文物保护单位共计347处，成为中国近现代百年历史风云变幻的见证，是一笔宝贵的历史文化遗存。\n来到五大道，其实就是来看这里各式各样的建筑，听这里面每一段尘封的历史故事。了解了这么多，您是不是已经身未动心已远了呢？那就赶紧走进这\u201c万国建筑博览会\u201d了解一下天津的百年历史吧。我是精灵说景区讲解小秘书，我们一会见。","descriptionVoice":"","remark":"","longitude":117.213193,"latitude":39.112896,"status":true,"insertTime":"2018-05-04 07:00:11","updateTime":"2018-06-19 14:28:45","insertIp":"120.193.204.67","updateIp":"117.11.38.105","orders":15,"creator":17,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":93,"articleList":[]},{"orgId":37,"code":"TJ-DBCY","name":"大悲禅院","shortName":"大悲禅院","areaId":3,"image":"M00/00/0D/052iAlr6zG-AT7CRAAMuagbHLSg388.jpg","description":"天津大悲禅院目前是天津现存规模最大，历史最为悠久的佛门十方丛林寺院。佛教寺院因为住持传承的方式不同，可分为\"子孙丛林\"和\"十方丛林\"两类。子孙丛林，由自己所度的弟子轮流住持，是一种师资相承的世袭制，所以称为子孙丛林或剃度丛林。而十方丛林，往往邀请名宿住持。当然，要由官吏监督选举。辛亥革命前，还有过皇家丛林。\n这大悲院建于明末清初，距今已有300多年历史了，经历了多次重大改革。它是因为供奉大悲观音，又叫千手观音而得名的，庙里原有柏木雕的千手观音像，但是毁于\"十年动乱\"之中。现在大悲院后殿里供奉一尊高3.6米，宽4 米的千手观音金身像，神态庄严、姿容动人。\n这禅院刚建成时，建筑规模较小，地处白河北岸的一片旷野，人烟稀少。整座寺院只有现在寺内的西院也就是方丈院和念佛堂。禅院在康熙八年时重新修建，后来因为世事变迁，几度兴废，只剩下了西苑遗址。后来李鸿章任直隶总督时重建禅院，当时他所带领的淮军，原本驻扎在天津旧城的南门外，清同治11年，因为闹水灾，移驻到了大悲禅院，并在寺东修建了一座\u201c镇海楼\u201d作为军事用地。因为李鸿章觉得\u201c大悲\u201d二字不吉利，所以把院名改为\u201c大胜寺\u201d。但淮军离开后，周围百姓仍沿用大悲禅院的名字，并流传至今。\n1942年，天津佛教界邀请近代高僧天台宗四十四世祖师倓虚大师来天津主修扩建全寺，花了五年时间在寺院东侧，陆续建成了天王殿、大雄宝殿以及大悲殿等建筑群。连同园林八千多平方米，规模较大！\n大悲禅院镇寺之宝原来是唐代高僧玄奘法师的顶骨舍利，是1945年，从南京请来的，还专门设置纪念堂供奉。1956年，应印度政府请求，经周恩来总理批示，将顶骨送往印度，昔日玄奘法师求法地\u201c那烂陀寺\u201d遗址供奉，成为中印两国人民好交往的一段佳话。尽管顶骨舍利不在了，但保留的纪念堂，却永远昭示铭记着大悲禅院与玄奘法师的千古因缘。\n十年文革浩劫中，寺内被洗劫一空，破坏严重。文革过后，禅院落实宗教政策，于1980年开始修复工作。\n现在整座寺院坐北朝南，由旧庙和新庙两部分组成，中间有\u201c圆通\u201d月亮门想通。旧庙分为三进，有山门，大殿及后殿。现在的大悲禅院新庙在旧庙东侧，东院由天王殿，释迦宝殿、大雄宝殿、地藏殿、藏经楼、玄奘法师纪念堂、弘一法师纪念堂以及讲经堂组成；西院为念佛堂、方丈室和天津市佛教协会驻所。\n","longitude":117.189873,"latitude":39.154742,"status":true,"updateTime":"2018-07-15 16:30:37","updateIp":"117.9.22.165","orders":11,"editor":23,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":14,"articleList":[]},{"orgId":38,"code":"TJ-TDHM","name":"泰达航母","shortName":"泰达航母","areaId":3,"image":"M00/00/0E/052iAlr67qmAYZ2YAACe7u1J6ls516.jpg","description":"天津滨海航母主题公园，位于天津汉沽区八卦滩，地处滨海旅游区核心区域，是国家4A级旅游景区，总规划面积22万平方米。它是以\"基辅\"号航母这一独特的旅游资源为主体，集航母观光、武备展示、主题演出、会务会展、拓展训练、国防教育、娱乐休闲以及影视拍摄八大板块于一体的大型军事主题公园。\n这基辅号航空母舰是基辅级航空母舰的首舰，它是以乌克兰首都「基辅」命名的。基辅号在1970年7月21日于乌克兰黑海尼古拉耶夫造船厂开工，是首艘能搭载雅克-36M战斗机的航空母舰。苏联解体后，由俄罗斯继承该舰。但由于苏联解体，俄罗斯国内形势恶化，俄海军无力负担\"基辅\"级航母的维护使用费用。该舰于1993年6月30日正式退役。 因为基辅号是前苏联的第二代航空母舰基辅级的首舰。它正处在过渡阶段，载机量相对于第一代航空母舰莫斯科级有了提高，但舰上的主要武器依然是大量的舰载武器，如中程导弹等，有着浓重的苏联布局意味。\n2000年，经过中国国务院的批准，基辅号航空母舰被天津市政府作为废钢铁从俄罗斯购入，2000年5月它告别了俄罗斯的维佳耶夫军港启程，由上海救捞局\"德意\"号拖轮拖离，途经大西洋，绕好望角，穿马六甲海峡进入中国的南海、东海、黄海驶入渤海湾。于2000年8月29日顺利抵达天津新港南疆码头，历时102天，航程16850海里，完成了航运史上的一次壮举。\n说到这里我们不得不提一下众所周知的，我们国家购入的第一艘航母辽宁号了，它的前身是苏联海军的库兹涅佐夫元帅级航空母舰次舰瓦良格号，改装后中国将其称为001型航空母舰。是中国人民解放军海军第一艘可以搭载固定翼飞机的航空母舰。虽然它购入的时间比基辅号早，是在1998年3月中旬，但是在拖运的过程中却是阻碍重重，最终在2002年3月3日，才历尽艰险抵达大连，比基辅号晚了有一年多呢。\n说了这么多那到底什么是航空母舰呢，它又是如何作战的呢？简单来说：航空母舰就是一种可以把作战飞机运送到海上去参加海战的一种大型水面舰船。在航母出现之前，飞机是不能飞到海上去作战的，因为在茫茫大海上飞机没有可以起降的机场，也无法对油、弹药等物品进行及时的补充，因此无法参与到海战之中。而航母的出现便解决了这个问题。它就相当于一个海上的飞机场。当然，这是一般航母的定义，而这艘基辅号有点特殊，它可不只是个飞机场，除搭载飞机外它本身还装备有很强的武器系统。因此，基辅号是一艘可以进行独立作战的航母。一般的航母本身因为只是负责搭载飞机，不具备独立作战功能，所以，它们就会与驱逐舰、补给舰等战舰组成一支舰队来共同完成作战，而航母往往就会成为这支舰队的旗舰。\n好了，接下来我们的航母之行正式开始。我是精灵说景区讲解小秘书，我们一会见。\n","longitude":117.809643,"latitude":39.158907,"status":true,"updateTime":"2018-06-04 17:48:15","updateIp":"117.11.214.111","orders":6,"editor":17,"isAutoplay":1,"area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":77,"articleList":[]},{"orgId":42,"code":"TJ-NKDX","name":"南开大学食堂","shortName":"南开大学食堂","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/12/052iAlsM3VmAb-1JAAGpUehyAYc150.jpg","description":"\n","descriptionVoice":"","remark":"","longitude":117.714833,"latitude":39.025378,"status":true,"insertTime":"2018-05-16 11:57:07","updateTime":"2018-06-03 12:01:10","insertIp":"60.27.82.108","updateIp":"61.181.7.220","creator":17,"editor":17,"isAutoplay":1,"imageLayer":"","imageBounds":"","imageZooms":"","area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":23,"articleList":[]},{"orgId":43,"code":"TJ-SSGY","name":"水上公园","shortName":"水上公园","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/11/052iAlsCtuCAI-UiAAD4o48wNlo648.jpg","description":"欢迎您来到水上公园，它名\u201c青龙潭\u201d。作为风景游览区，它的历史可追溯至20世纪初。由于这里\u201c芦苇茂盛、水禽栖息、自然天成、野趣横生\u201d，每逢夏秋，皆有船户载客沿卫津河至青龙潭附近游弋纳凉，享受这风光如画，美丽动人的景色。随着国立北洋大学、南开大学在八里台的落成，这里又成为师生们游泳消暑之所。可见，水上公园的生成得益于天津新文化的兴起。\n水上公园于1950年8月26日破土动工，1951年7月1日正式对游客开放。公园总面积约为125公顷，其中水面面积约为75公顷,陆地面积约为50公顷,绿化面积达35万平方米，园林花木近200个品种。是天津规模最大的综合性公园。因公园的水面面积约占全园总面积的二分之一，内有12个小岛组成，岛与岛之间以造型优美的双曲拱桥、曲桥、桃柳堤相连接，将水面分割成东湖、西湖、南湖三个大湖，所以取名水上公园。1991年，被天津市民评为\u201c津门十景\u201d之一 取名为\u201c龙潭浮翠\u201d。 2009年，水上公园经过大规模景观提升改造后，又定位为\u201c北方西湖,水上四季\u201d。\n园内有三湖九岛，绿化疏密有致，沿湖以垂柳为主，水中栽藕植莲，岛上的林荫道多种植有白蜡、国槐、合欢、法桐等树木。\n全园以翠亭洲上的眺远亭为中心，亭高26.5米，是公园至高点，随地势设有三层平台，您可站在不同的高度观览园景。园内的湖水映着朱红楼阁，湖中碧波荡漾，游人可划船漫游湖上，构成这座公园独具特色的水上世界。园内各岛游览的项目不一，还建有神户园、盆景园、碧波庄等建筑景观。\n水上公园的游乐区，以\"津门小迪斯尼乐园\"著称。其中\u201c过山车\u201d、\u201c激流勇进\u201d、\u201c摇摆锤\u201d等大型游艺机惊险刺激、让人回味无穷。在水上公园南部是拥有上百种珍稀动物的动物园，面积约为50公顷。园内有大熊猫、金丝猴等近200种珍稀动物，动物兽舍31处。\n每当夜幕降临，公园的景色更加迷人。园内的\u201c水晶长廊、摩天轮、城市钻戒、音乐喷泉、激光焰、水幕电影\u201d等精彩夜景会令人目不暇接。您可以到水晶广场欣赏音乐喷泉表演，这水景伴之以声、光、电、火技术，将视觉、听觉艺术有机的融合，身处于其中一定会感到声的美妙、光的绚烂、火的热烈、水的莫测，的确是很美的享受啊。说了这么多您是不是对水上公园的美景所吸引呢，现在我们就一起走进园内仔细欣赏一番吧！\n我是：精灵说景区讲解小秘书，我们一会儿见！\n","descriptionVoice":"","remark":"","longitude":117.1739393147,"latitude":39.0926889264,"status":true,"insertTime":"2018-05-20 19:50:08","insertIp":"60.27.82.108","orders":12,"creator":1,"isAutoplay":1,"imageLayer":"","imageBounds":"","imageZooms":"","area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":11,"articleList":[]},{"orgId":44,"code":"TJ-ZDJNG","name":"周恩来邓颖超纪念馆","shortName":"周恩来邓颖超纪念馆","foreignName":"","address":"","ticketDescription":"","tourBeginTime":"","tourEndTime":"","areaId":3,"tel":"","mail":"","website":"","image":"M00/00/12/052iAlsDtauAZt-YAAOAOYhvsgU553.jpg","description":"欢迎您来到周恩来邓颖超纪念馆参观！周恩来、邓颖超两位伟人的青少年时代是在天津度过的，他们在天津相识、相知、相爱并共同走上革命的道路。为了缅怀两位伟人的丰功伟绩和高尚品德，正值周恩来百年诞辰之际于1998年2月28日正式开馆，是世界上唯一一座两位政治家一对夫妻并建一处的纪念馆。\n纪念馆坐落于天津市南开区水上公园北侧，整体占地面积7万平方米，建筑面积约13000多平方米，展览面积约5000多平方米,馆内收藏各类文物、文献、资料、照片万余件，其中珍品达百余件。\n周恩来邓颖超纪念馆基本陈列分为三大展区，即主展厅、按1: 1比例仿建的北京中南海西花厅专题陈列厅和专机陈列厅。主展厅由序厅、\u201c人民总理周恩来\u201d周恩来生平展和\u201c邓颖超一20世纪妇女运动的先驱\u201d邓颖超专题展三部分组成,通过文物、图片、复原场景、图表、艺术品、高科技展项,集中展现了周恩来、邓颖超同志光辉灿烂的一生以及为祖国、为人民鞠躬尽瘁的优秀品质和崇高精神。西花厅专题陈列厅设有实物实景的复原陈列和主题文物展\u201c伟大的情怀\u201d，展现了两位伟人的爱情、亲情和友情。专机陈列厅陈列着苏联政府赠送给周恩来总理的伊尔-14型678号专机,现为国家二级文物。\n纪念馆的展览主题突出，天津地域特色鲜明，现为全国爱国主义教育示范基地、全国廉政教育基地和国家一级博物馆。\n我是：精灵说景区讲解小秘书，我们一会儿见！\n","descriptionVoice":"","remark":"","longitude":117.165,"latitude":39.094131,"status":true,"insertTime":"2018-05-21 13:52:46","updateTime":"2018-05-22 15:52:23","insertIp":"218.68.66.52","updateIp":"218.68.66.52","orders":10,"creator":17,"editor":17,"isAutoplay":1,"imageLayer":"","imageBounds":"","imageZooms":"","area":{"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}},"sceneryCount":20,"articleList":[]}]
     * totalPage : 1
     * totalCount : 18
     * page : 1
     * rows : 20
     */

    private String type;
    private int code;
    private int totalPage;
    private int totalCount;
    private int page;
    private int rows;
    private List<DataListBean> dataList;

    public String getType() {
        return type;
    }

    public void setType(String type) {
        this.type = type;
    }

    public int getCode() {
        return code;
    }

    public void setCode(int code) {
        this.code = code;
    }

    public int getTotalPage() {
        return totalPage;
    }

    public void setTotalPage(int totalPage) {
        this.totalPage = totalPage;
    }

    public int getTotalCount() {
        return totalCount;
    }

    public void setTotalCount(int totalCount) {
        this.totalCount = totalCount;
    }

    public int getPage() {
        return page;
    }

    public void setPage(int page) {
        this.page = page;
    }

    public int getRows() {
        return rows;
    }

    public void setRows(int rows) {
        this.rows = rows;
    }

    public List<DataListBean> getDataList() {
        return dataList;
    }

    public void setDataList(List<DataListBean> dataList) {
        this.dataList = dataList;
    }

    public static class DataListBean {
        /**
         * orgId : 14
         * code : TJ-PS
         * name : 盘山
         * shortName : 盘山
         * foreignName :
         * address :
         * ticketDescription :
         * tourBeginTime :
         * tourEndTime :
         * hot : 1
         * areaId : 3
         * tel :
         * mail :
         * website :
         * image : M00/00/04/052iAlrQzHuAGvMgAAPH0HDdA0c334.jpg
         * description : 盘山在历史上被称为“东方五台山”，是自然山水与名胜古迹并著，佛教寺院和皇家园林并存的旅游胜地。历朝历代的多位皇帝都曾到过盘山。其中乾隆皇帝更是对盘山情有独钟，一生巡幸盘山32次，留下了1702首诗作，在第一次来到盘山时，就发出了“早知有盘山，何必下江南”的感叹。
         盘山属燕山山脉余脉，东西长20公里，南北宽10公里，雄伟多姿，景色幽古，久负盛名，曾入中国15大名山之列。它山势雄伟险峻，层峦秀丽清幽，遥望云海松涛，近观水石清秀奇，可以说步步有有迷人的景色，逢景便有典故传说。登临盘山，观松烟之浩渺，赏奇石之神工，听流水之激越，探文化之奥秘，一定会让您有一种超凡脱俗的满足感。
         盘山的景色以“三盘之胜”，“五峰八石”而称绝。三盘，即上盘松胜，盘曲翳天；中盘石胜，千奇百怪；下盘水胜，川流不息。主峰挂月峰，海拔864.4米，它前拥紫盖峰，后依自来峰，东连九华峰，西傍舞剑峰，五峰攒簇，山峦俊秀。阳春，山花烂漫，桃杏争妍；仲夏，层峦碧染，万壑堆青，那真是“缕缕浮云横脚下，山在虚无缥缈间”；深秋，层林尽染，姹紫嫣红；严冬，白雪皑皑，苍松添翠。江山多娇，当无愧色。
         关于盘山名字的由来，据说东汉末年，天下大乱，州牧郡守各霸一方。当时的曹操决意统一中原，成就霸业。官渡战打败了河北的袁绍，袁绍的两个儿子袁尚和袁熙兵败后投奔了北部的乌桓，成了曹操统一中原的后顾之忧。建安12年也就是公元207年，曹操亲率十万大军北伐乌桓。大军行至无终境内，正值盛夏，天降大雨，道路泥泞。乌桓军队又占领着要道，一时无法筹集十万大军的粮草。曹操正处在进退两难之时，在无终山隐居的田畴闻讯后，赶往曹操军中献计，他对曹操说：“启禀丞相，今无终山下正值水胜，水深不能载舟船，水浅不能通车马，况且乌桓又有重兵把守，无终山又是一夫当关，万夫莫开之势，您天时、地利都不占，怎能取胜？”曹操问：“依先生之意，我该如何？”田畴说：“您若要攻打乌桓，我倒有一计。您可先大造声势，现在正是盛暑，道路不通，且等到秋冬时节，再来攻打。”曹操依计而行，乌桓军队信以为真，放松了戒备。而后田畴亲自为向导，出无终山入卢龙塞就是现在的喜峰口，直捣柳城，攻其不备，结果在河北的白狼山一仗，大获全胜。得胜归来，论功行赏，田畴自然功不可没，被封为五百户侯。但田畴却坚决不肯接受，仍率宗族隐居在这无终山。后人为了纪念田畴的功绩，将这里称为田盘山，后来简称为盘山。
         好了，现在就让我们一起走进这座名山，去体会一下它那吸引乾隆以及历代帝王不断前来的秀美风光吧。
         我是精灵说景区讲解小秘书，我们一会见。

         * descriptionVoice :
         * remark :
         * longitude : 117.275086
         * latitude : 40.07936
         * status : true
         * insertTime : 2018-04-12 22:04:59
         * updateTime : 2018-05-13 23:52:24
         * insertIp : 117.15.193.201
         * updateIp : 49.90.56.46
         * orders : 16
         * creator : 17
         * editor : 1
         * isAutoplay : 1
         * area : {"areaId":3,"parent":1,"code":"TJ","name":"天津市","postalCode":"120000","remark":"Tianjin Shi","orders":1,"isDisplay":true,"pinYin":"Tianjin Shi","parentArea":{"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}}
         * sceneryCount : 49
         * articleList : []
         * type : 200712
         * nature : 1300
         * grade : 200714
         * imageLayer : M00/00/0B/052iAlr3jXCAfp7mAAHAYm8Jwus793.jpg
         * imageBounds : 117.402359,40.045077,117.404151,40.046358
         * imageZooms : 13,20
         * price : 10.0
         * createDate : 2018-07-17 12:00:00
         */

        private int orgId;
        private String code;
        private String name;
        private String shortName;
        private String foreignName;
        private String address;
        private String ticketDescription;
        private String tourBeginTime;
        private String tourEndTime;
        private int hot;
        private int areaId;
        private String tel;
        private String mail;
        private String website;
        private String image;
        private String description;
        private String descriptionVoice;
        private String remark;
        private double longitude;
        private double latitude;
        private boolean status;
        private String insertTime;
        private String updateTime;
        private String insertIp;
        private String updateIp;
        private int orders;
        private int creator;
        private int editor;
        private int isAutoplay;
        private AreaBean area;
        private int sceneryCount;
        private int type;
        private int nature;
        private int grade;
        private String imageLayer;
        private String imageBounds;
        private String imageZooms;
        private double price;
        private String createDate;
        private List<?> articleList;

        public int getOrgId() {
            return orgId;
        }

        public void setOrgId(int orgId) {
            this.orgId = orgId;
        }

        public String getCode() {
            return code;
        }

        public void setCode(String code) {
            this.code = code;
        }

        public String getName() {
            return name;
        }

        public void setName(String name) {
            this.name = name;
        }

        public String getShortName() {
            return shortName;
        }

        public void setShortName(String shortName) {
            this.shortName = shortName;
        }

        public String getForeignName() {
            return foreignName;
        }

        public void setForeignName(String foreignName) {
            this.foreignName = foreignName;
        }

        public String getAddress() {
            return address;
        }

        public void setAddress(String address) {
            this.address = address;
        }

        public String getTicketDescription() {
            return ticketDescription;
        }

        public void setTicketDescription(String ticketDescription) {
            this.ticketDescription = ticketDescription;
        }

        public String getTourBeginTime() {
            return tourBeginTime;
        }

        public void setTourBeginTime(String tourBeginTime) {
            this.tourBeginTime = tourBeginTime;
        }

        public String getTourEndTime() {
            return tourEndTime;
        }

        public void setTourEndTime(String tourEndTime) {
            this.tourEndTime = tourEndTime;
        }

        public int getHot() {
            return hot;
        }

        public void setHot(int hot) {
            this.hot = hot;
        }

        public int getAreaId() {
            return areaId;
        }

        public void setAreaId(int areaId) {
            this.areaId = areaId;
        }

        public String getTel() {
            return tel;
        }

        public void setTel(String tel) {
            this.tel = tel;
        }

        public String getMail() {
            return mail;
        }

        public void setMail(String mail) {
            this.mail = mail;
        }

        public String getWebsite() {
            return website;
        }

        public void setWebsite(String website) {
            this.website = website;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getDescriptionVoice() {
            return descriptionVoice;
        }

        public void setDescriptionVoice(String descriptionVoice) {
            this.descriptionVoice = descriptionVoice;
        }

        public String getRemark() {
            return remark;
        }

        public void setRemark(String remark) {
            this.remark = remark;
        }

        public double getLongitude() {
            return longitude;
        }

        public void setLongitude(double longitude) {
            this.longitude = longitude;
        }

        public double getLatitude() {
            return latitude;
        }

        public void setLatitude(double latitude) {
            this.latitude = latitude;
        }

        public boolean isStatus() {
            return status;
        }

        public void setStatus(boolean status) {
            this.status = status;
        }

        public String getInsertTime() {
            return insertTime;
        }

        public void setInsertTime(String insertTime) {
            this.insertTime = insertTime;
        }

        public String getUpdateTime() {
            return updateTime;
        }

        public void setUpdateTime(String updateTime) {
            this.updateTime = updateTime;
        }

        public String getInsertIp() {
            return insertIp;
        }

        public void setInsertIp(String insertIp) {
            this.insertIp = insertIp;
        }

        public String getUpdateIp() {
            return updateIp;
        }

        public void setUpdateIp(String updateIp) {
            this.updateIp = updateIp;
        }

        public int getOrders() {
            return orders;
        }

        public void setOrders(int orders) {
            this.orders = orders;
        }

        public int getCreator() {
            return creator;
        }

        public void setCreator(int creator) {
            this.creator = creator;
        }

        public int getEditor() {
            return editor;
        }

        public void setEditor(int editor) {
            this.editor = editor;
        }

        public int getIsAutoplay() {
            return isAutoplay;
        }

        public void setIsAutoplay(int isAutoplay) {
            this.isAutoplay = isAutoplay;
        }

        public AreaBean getArea() {
            return area;
        }

        public void setArea(AreaBean area) {
            this.area = area;
        }

        public int getSceneryCount() {
            return sceneryCount;
        }

        public void setSceneryCount(int sceneryCount) {
            this.sceneryCount = sceneryCount;
        }

        public int getType() {
            return type;
        }

        public void setType(int type) {
            this.type = type;
        }

        public int getNature() {
            return nature;
        }

        public void setNature(int nature) {
            this.nature = nature;
        }

        public int getGrade() {
            return grade;
        }

        public void setGrade(int grade) {
            this.grade = grade;
        }

        public String getImageLayer() {
            return imageLayer;
        }

        public void setImageLayer(String imageLayer) {
            this.imageLayer = imageLayer;
        }

        public String getImageBounds() {
            return imageBounds;
        }

        public void setImageBounds(String imageBounds) {
            this.imageBounds = imageBounds;
        }

        public String getImageZooms() {
            return imageZooms;
        }

        public void setImageZooms(String imageZooms) {
            this.imageZooms = imageZooms;
        }

        public double getPrice() {
            return price;
        }

        public void setPrice(double price) {
            this.price = price;
        }

        public String getCreateDate() {
            return createDate;
        }

        public void setCreateDate(String createDate) {
            this.createDate = createDate;
        }

        public List<?> getArticleList() {
            return articleList;
        }

        public void setArticleList(List<?> articleList) {
            this.articleList = articleList;
        }

        public static class AreaBean {
            /**
             * areaId : 3
             * parent : 1
             * code : TJ
             * name : 天津市
             * postalCode : 120000
             * remark : Tianjin Shi
             * orders : 1
             * isDisplay : true
             * pinYin : Tianjin Shi
             * parentArea : {"areaId":1,"parent":0,"code":"China","name":"中国","postalCode":"中国","remark":"Zhong Guo","orders":1,"isDisplay":true,"pinYin":"Zhong Guo"}
             */

            private int areaId;
            private int parent;
            private String code;
            private String name;
            private String postalCode;
            private String remark;
            private int orders;
            private boolean isDisplay;
            private String pinYin;
            private ParentAreaBean parentArea;

            public int getAreaId() {
                return areaId;
            }

            public void setAreaId(int areaId) {
                this.areaId = areaId;
            }

            public int getParent() {
                return parent;
            }

            public void setParent(int parent) {
                this.parent = parent;
            }

            public String getCode() {
                return code;
            }

            public void setCode(String code) {
                this.code = code;
            }

            public String getName() {
                return name;
            }

            public void setName(String name) {
                this.name = name;
            }

            public String getPostalCode() {
                return postalCode;
            }

            public void setPostalCode(String postalCode) {
                this.postalCode = postalCode;
            }

            public String getRemark() {
                return remark;
            }

            public void setRemark(String remark) {
                this.remark = remark;
            }

            public int getOrders() {
                return orders;
            }

            public void setOrders(int orders) {
                this.orders = orders;
            }

            public boolean isIsDisplay() {
                return isDisplay;
            }

            public void setIsDisplay(boolean isDisplay) {
                this.isDisplay = isDisplay;
            }

            public String getPinYin() {
                return pinYin;
            }

            public void setPinYin(String pinYin) {
                this.pinYin = pinYin;
            }

            public ParentAreaBean getParentArea() {
                return parentArea;
            }

            public void setParentArea(ParentAreaBean parentArea) {
                this.parentArea = parentArea;
            }

            public static class ParentAreaBean {
                /**
                 * areaId : 1
                 * parent : 0
                 * code : China
                 * name : 中国
                 * postalCode : 中国
                 * remark : Zhong Guo
                 * orders : 1
                 * isDisplay : true
                 * pinYin : Zhong Guo
                 */

                private int areaId;
                private int parent;
                private String code;
                private String name;
                private String postalCode;
                private String remark;
                private int orders;
                private boolean isDisplay;
                private String pinYin;

                public int getAreaId() {
                    return areaId;
                }

                public void setAreaId(int areaId) {
                    this.areaId = areaId;
                }

                public int getParent() {
                    return parent;
                }

                public void setParent(int parent) {
                    this.parent = parent;
                }

                public String getCode() {
                    return code;
                }

                public void setCode(String code) {
                    this.code = code;
                }

                public String getName() {
                    return name;
                }

                public void setName(String name) {
                    this.name = name;
                }

                public String getPostalCode() {
                    return postalCode;
                }

                public void setPostalCode(String postalCode) {
                    this.postalCode = postalCode;
                }

                public String getRemark() {
                    return remark;
                }

                public void setRemark(String remark) {
                    this.remark = remark;
                }

                public int getOrders() {
                    return orders;
                }

                public void setOrders(int orders) {
                    this.orders = orders;
                }

                public boolean isIsDisplay() {
                    return isDisplay;
                }

                public void setIsDisplay(boolean isDisplay) {
                    this.isDisplay = isDisplay;
                }

                public String getPinYin() {
                    return pinYin;
                }

                public void setPinYin(String pinYin) {
                    this.pinYin = pinYin;
                }
            }
        }
    }
}
